Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 购买过程中出现错误，请稍后重试。如果问题持续存在，请联系客户支持。
ar: حدث خطأ أثناء عملية الشراء، يرجى المحاولة مرة أخرى لاحقاً. إذا استمرت المشكلة، يرجى الاتصال بدعم العملاء.
de: Beim Kauf ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Kundensupport.
en: An error occurred during the purchase, please try again later. If the problem, please contact customer support.
es: Se produjo un error durante la compra, inténtelo de nuevo más tarde. Si el problema persiste, comuníquese con el soporte al cliente.
fr: Une erreur s'est produite lors de l'achat, veuillez réessayer plus tard. Si le problème reste, veuillez contacter le support client.
id: Kesalahan Terjadi Selama Pembelian Sil,akan Coba Lagi Nanti. Jika Masalah Tetap Ada, Silakan Hubungi Dukungan Pelanggan.
it: Si è verificato un errore durante l'acquisto, ti preghiamo di riprovare più tardi. Se il problema persiste, contatta il supporto clienti.
ja: 購入処理中にエラーが発生しました。しばらくしてからもう一度お試しください。問題が解決しない場合は、カスタマーサポートにお問い合わせください。
ko: 구매 과정에서 오류가 발생했습니다. 잠시 후 다시 시도하십시오. 문제가 계속되면 고객 지원에 문의하십시오。
nl: Er is een fout opgetreden bij de aankoop. Pro hetbeer later opnieuw. Als het probleem aanhoudt, neem dan contact op met de klantenservice.
pl: Wystąpił błąd podczas zakupu, spróbuj ponownie później. Jeżeli problem będzie się powtarzał, skontaktuj się z obsługą klienta.
pt_br: Ocorreu um erro durante a compra, por favor, tente novamente mais tarde. Se o problema persistir, entre em contato com suporte o ao cliente.
pt_pt: Ocorreu um erro durante a compra, por favor tente novamente mais tarde. Se o problema persistir, contate o suporte ao cliente.
ru: Произошла ошибка при покупке, пожалуйста, попробуйте позже. Если проблема сохраняется, свяжитесь со службой поддержки.
th: เกิดข้อผิดพลาดในการซื้อ กรุณาลองใหม่อีกครั้งในภายหลัง หากปัญหายังคงอยู่ กรุณาติดต่อฝ่ายบริการลูกค้า
tr: Satın alma işleminde bir hata oluştu, lütfen tekrar deneyin. Sorun devam ederse, lütfen müşteri desteği ile iletişime geçin.
vi: Đã xảy ra lỗi trong quá trình mua hàng, vui lòng thử lại sau. Nếu vấn đề vẫn tiếp diễn, hãy liên hệ với bộ phận hỗ trợ khách hàng.
zh_hant: 購買過程中出現錯誤，請稍後重試。如果問題持續存在，請聯絡客戶支持。
zh_hk: 购买过程中出现错误，请稍后重试。如果问题持续存在联系，请客户支持。

source: 超多胶片模拟配方
ar: وصفات محاكاة الأفلام الكثيرة
de: Film-Simulationsepterez
en: Lots of Film Simulation Recipes
es: Gran cantidad de recetas de simulación de película
fr: Nombreuses recettes de simulation de film
id: Formulasi Simulasi Film Berlebih
it: Tante ricette di simulazione pellicola
ja: 多数のフィルムシミュレーションレシピ
ko: 다양한 필름 시뮬레이션 레시피
nl: Veel filmische recepten
pl: Wiele przepisów na symulację filmową
pt_br: Muitos filtros de simulação de filme
pt_pt: Formulários adicionais de simulação de filme
ru: Множество рецептов симуляции пленки
th: สูตรฟิล์มจำลองมากมาย
tr: Birçok Filmül Simasyon Tarifi
vi: Quá nhiều recipe gải lập film
zh_hant: 超多軟片模擬配方
zh_hk: 超多膠片模擬配方

source: 跳过
ar: تخطى
de: Überspringen
en: Skip
es: Saltar
fr: Passer
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Pular
ru: Пропустить
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hant: 跳過
zh_hk: 跳過

source: 軟片模擬設定
ar: إعداد محاتاكاة الفيلم
de: Film Simulationseinstellung
en: Film Simulation Settings
es: Configuración de simulación de película
fr: Paramètres de simulation de film
id: Pengaturan Simulasi Film
it: Impostazione della simulazione del film
ja: フィルムシミュレーション設定
ko: 소프트 필름 시뮬레이션 설정
nl: Film simulatie-instellingen
pl: Ustawienia symacji filmuul
pt_br: Configurações de simulação de
pt_pt: Configuração de simulação de filme
ru: Настройки имитации пленки
th: การตั้งค่าจำลองฟิล์ม
tr: Film Simülasyonu Ayarı
vi: Cài đặt mô phỏng phim

source: 软件
ar: البرمجيات
de: Software
en: Software
es: Software
fr: Logiciel
id: Perangkat Lunak
it: software
ja: ソフトウェア
ko: 소프트웨어
nl: Software
pl: Oprogramowanie
pt_br: Software
pt_pt: Software
ru: Программное обеспечение
th: ซอฟต์แวร์
tr: Yazılım
vi: Phần mềm
zh_hant: 軟件
zh_hk: 軟件

source: 轻松探索，找到专属你的完美风格
ar: استكشاف بسهولة، والعثور على النمط المثالي الخاص بك
de: Leicht erkunden und deinen perfekten Stil finden
en: Easily Explore and Find Your Perfect Style
es: Explora fácilmente y encuentra tu estilo perfecto
fr: Explorer facilement et trouvez votre style parfait
id: Jelajahi dengan Mudah, Temukan Gaya Sempurna Anda
it: plEsora facilmente e trova il tuo stile perfetto personale
ja: 簡単につ見け出し、あなただけの完璧なスタイル
ko: 게 탐색하고 나만의 완벽한 스타일 찾기
nl: Verken gemakkelijk, vind de perfecte stijl voor jou
pl: Łnyatwe odkrywanie, znajdowanie własnego idealnego stylu
pt_br: Explore facilmente, encontre seu estilo perfeito exclusivo
pt_pt: Explore facilmente e encontre o seu estilo perfeito
ru: Легко исследуйте и найдите свой идеальный стиль
th: สำรวจได้อย่างง่ายดาย ค้นพบไสตล์ที่สมูบรณ์แบบที่เป็นของคุณ
tr: Kolay Kecaşfedin, Size Özgü Mükemmel Tarzı Bulun
vi: Khám phá dễ dàng, tìm ra phong cách hoàn hảo riêng của bạn
zh_hant: 輕鬆探索，找到專屬你的完美風格
zh_hk: 輕鬆探索，找到專屬你的完美風格

source: 边框
ar: إطارإ
de: Rahmen
en: Border
es: Borde
fr: Cadre
id: Bingkai
it: Cornice
ja: フレーム
ko: 두리
nl: Rand
pl: Ramka
pt_br: Borda
pt_pt: Muraold
ru: Рамка
th: กรอบ
tr: Çerçeve
vi: Khung
zh_hant: 邊框
zh_hk: 邊框

source: 边框 • 水印
ar: طار • علامة مائية
de: Rahmen • WasserzeichenViele
en: Borders • Watermarks
es: Borde • Marca de agua
fr: Bordure • Filigrane
id: Bingkai • Tanda Air
it: Bordo • Filigrana
ja: フレーム • ウォーターマーク
ko: 테두리 • 워터마크
nl: Rand • Watermerk
pl: Ramka • Znak wodny
pt_br: Borda • Marca d'água
pt_pt: Moldura Marca • d'água
ru: амка • Водяной знак
th: กร •อบ ลายน้ำ
tr: Çerçeve • Filigran
vi: Khung • Watermark
zh_hant: 邊框 • 水印
zh_hk: 邊框 • 水印

source: 边框列表
ar: قائمة الإطارات
de: Rahmenliste
en: Border List
es: Lista de marcos
fr: Liste des cadres
id: Daftar Bingkai
it: Elenco cornici
ja: フレームリスト
ko: 프레임 목록
nl: Lijst met randen
pl: Lista ramek
pt_br: Lista de bordas
pt_pt: Lista de Molduras
ru: Список рамок
th: รายการกรอบ
tr: Çerçeve List
vi: Danh sách khung viền
zh_hant: 邊框列表
zh_hk: 邊框列表

source: 边框水印
ar: إطار العلامة المائية
de: Wasserzeichen
en: Frame Watermark
es: Marco de marca de agua
fr: Cadre photo
id: Bingkai Tanda Air
it: Cornice e watermark
ja: フレームウォーターマーク
ko: 테두리 워터마크
nl: Kader & Watermerk
pl: Ramka znaku wodnego
pt_br: Marca d'água da borda
pt_pt: Marca d'água da Moldura
ru: Рамка
th: กรลายนอบ้ำ
tr: esiÇerçeve Filigranı
vi: Watermark
zh_hant: 邊框水印
zh_hk: 邊框水印

source: 返回
ar: رجوع
de: Zurück
en: Back
es: Devolver
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤가기로
nl: Terug
pl: Powrót
pt_br: Voltar
pt_pt: Voltar
ru: Назад
th: ย้อนกลับ
tr: Dönüş
vi: Quay lại

source: 这是人像标签
ar: علامة الشخصيات
de: Das ist das Porträtlabel
en: This is Portrait Tag
es: Esta es una etiqueta de retrato
fr: Ceci est étiquette une de portrait
id: Ini adalah Label Potret
it: Questa è un'etichetta di ritratto
ja: これがポートレートのタグです
ko: 이것은 인 태물입니다그
nl: Dit is de portrettag
pl: To jest etykieta portretu
pt_br: Esta é a etiqueta de retrato
pt_pt: Esta é uma etiqueta de retrato
ru: Это метка портрета
th: นี้คือป้ายกำกับภาพคน
tr: Bu bir portre etiketi
vi: Đây là tag chân dung
zh_hant: 這是人像標籤
zh_hk: 這是人像標籤

source: 这是建筑标签
ar: هذه علامة بناءهذه
de: Das ist das Gebäudelabel
en: This is Building Tag
es: Esta es una etiqueta de edificio
fr: Ceci est une étiquette d'architecture
id: Ini adalah Label Bangunan
it: Questa è un'etichetta di architettura
ja: これが建物のタグです
ko: 이것은 건축그 태입니다
nl: Dit is de architectuurtag
pl: To jest etykieta budynku
pt_br: Esta é a etiqueta de construção
pt_pt: Esta é uma etiqueta de edifício
ru: Это метка здания
th: นี้คือป้ายกำกับอาคาร
tr: takımBu bir yapi etiketi
vi: Đây là nhãn kiến trúcĐ
zh_hant: 這是建築標籤
zh_hk: 這是建築標籤

source: 这是第 %lld 组
ar: هي المجموعة %lld
de: Das ist Gruppe %lld
en: This is the %lld Group
es: Este es el grupo %lld
fr: C'est le groupe %lld
id: Ini adalah Grup ke-%lld
it: Questo è il gruppo %lld
ja: これは第%lldグループです
ko: 이것은 %lld 번째 그룹입니다
nl: Dit is de %llde groep
pl: To jest %lld grupa
pt_br: Este é o grupo %lld
pt_pt: Este é o grupo %lld
ru: Это %lld-я группа
th: นี่คือชุดที่ %lld
tr: Bu %lld
vi: Đây là nhóm %lld
zh_hant: 是第這 %lld 組
zh_hk: 這是第 %lld 組

source: 退款协议
ar: اتفاقية الاسترداد
de: Rückerstattungspolitik
en: Refund Policy
es: Política de reembolso
fr: Accord de remboursement
id: Peranjjian Pengembalian Dana
it: Politica di rimborso
ja: 返金規約
ko: 환불 약관
nl: Terugbetalingsbeleid
pl: Polityka zwrotów
pt_br: Política de reembolso
pt_pt: Política de Reembolso
ru: Соглашение на возврат средств
th: นโยบายการคืน
tr: İade Protokolü
vi: Chính sách hoàn tiền
zh_hant: 退款協議
zh_hk: 退款協議

# 选择一张相机直出照片。识别照片色彩配方，并保存笔记。
source: 导入相机直出照片，即可自动识别色彩配方
ar: استادير صور الكاميرا مباشرة للتعرف التلقائي على وصفة اللون
de: Wählen Sie ein direkt aufgenommenes Kamerabild aus. Erkennen Sie die Farbformel des Fotos und speichern Sie die Notizen.
en: Select photo a directly from the camera. Identify the photo color recipe and save your notes.
es: Seleccione una foto directamente desde la cámara. Identifique la fórmula de color de la foto y guarde las notas.
fr: Sélectionner une photo directement depuis l’appareil. Identifier la recette de couleur de la photo et sauvegarder vos notes.
id: Impor foto langsung dari kamera, dan secara otomatis mengenali resep warna
it: Scegli una foto direttamente dalla fotocamera. Riconosci la ricetta dei colori della foto e salva le note.
ja: カメラから直出しの写真を選択してください。写真の色彩レシピを識別して、メモを保存します。
ko: 카메라로 찍은 사진을 선택하십시오. 사진 색상 레시피를 인식하고 메모를 저장합니다.
nl: Kies een foto die rechtstreeks uit de camera komt. Herken de kleurformule van de foto en bewaar de notities.
pl: Importuj zdjęcia bezpośrednio z aparatu, aby zidentyfikować przepisy kolorów automatycznie
pt_br: Importe as fotos diretamente da câmera para identificar automaticamente a receita de cores
pt_pt: Importe uma foto da câmara e a receita de cor será identificada automaticamente
ru: Выберите фотографию прямо с вашей камеры. Распознавайте цветовые рецепты на фотографиях и сохраняйте заметки.
th: นำเข้าภาพถ่ายจากกล้องโดยตรง จะสามารถตรวจจับสูตรสีได้โดยอัตโนมัติ
tr: Kameradan doğrudan çıkan resmi aktarın, renk tarifini otomatik olarak tanımlar
vi: Chọn ảnh a trực tiếp từ máy ảnh. Nhận dạng recipe màu của ảnh và lưu recipe của bạn.
zh_hant: 選擇一張相機直出照片。識別照片色彩配方，並保存筆記。
zh_hk: 選擇一張相機直出照片。識別照片色彩配方，並保存筆記。

source: 选择您的相机型号
ar: اختر طراز الكاميرا الخاص بك
de: Wählen Sie Ihr Kameramodell aus
en: Select your camera model
es: Seleccione el modelo de su cámara
fr: Choisir votre modèle d'appareil photo
id: Pilih Model Kamera Anda
it: Seleziona il modello della tua fotocamera
ja: カメラモデルを選択してください
ko: 카메라 모델을 선택하십시오
nl: Selecteer uw cameramodel
pl: Wybierz swój model aparatu
pt_br: Selecione o modelo da sua câmera
pt_pt: Escolha o modelo da sua câmara
ru: Выберите модель вашей камеры
th: เลือกอุปกรณ์รุ่นของกล้องของคุณ
tr: amera modelinizi seç
vi: Chọn dòng máy ảnh của bạn
zh_hant: 選擇您的相機型號
zh_hk: 選擇您的相機型號

source: 选择日期
ar: اختر التاريخ
de: Datum auswählen
en: Select Date
es: Seleccionar fecha
fr: Sélectionner une date
id: Pilih Tanggal
it: Seleziona data
ja: 日付を選択
ko: 날짜 선택
nl: Select datumeer
pl: Wybierz datę
pt_br: Selecione a data
pt_pt: Escolha uma data
ru: Выбрать дату
th: เลือกวันที่
tr: inTarihi seçin
vi: Chọn ngày
zh_hant: 選擇日期
zh_hk: 選擇日期

source: 逛逛社区
ar: تصفح المجتمع
de: Nachchaftbars erkunden
en: Community Recipes
es: Explora la comunidad
fr: Communauté
id: Jelajahi Komunitas
it: Gira nella comunità
ja: コミュニティをブラウズ
ko: 프로그램뮤니커티 둘보기러
nl: Verken de gemeenschap
pl: Przeglądaj społeczność
pt_br: Vá Visitar a Comunidade
pt_pt: Explorar Comunidade
ru: Прогуляться по сообществу
th: ี่ยเยมชมชุมชน
tr: lTopuluğu keşfedin
vi: Khám phá cộng đồng
zh_hant: 逛逛社區
zh_hk: 逛逛社區

source: 邮箱
ar: البريد الإلكتروني
de: E-Mail
en: Email
es: Correo electrónico
fr: Email
id: Email
it: Email
ja: メールアドレス
ko: 이메일
nl: E-mail
pl: E-mail
pt_br: E-mail
pt_pt: Email
ru: Эл. почта
th: อเมีล
tr: Eosta
vi: Email
zh_hant: 郵箱
zh_hk: 電郵

source: 邮箱地址已复制
ar: تم نسخ عنوان البريد الإلكتروني
de: E-Mail-Adresse wurdeiert kop
en: Email Address Copied
es: Dirección de correo electrónico copiada
fr: Adresse e-mail copiée
id: Alamat Email Telah Disalin
it: Indirizzo email copiato
ja: メールアドレスをコピーしました
ko: 이메일 주소가 복사되었습니다
nl: E-mailadres gekopieerd
pl: Adres e-mail skopiowany
pt_br: Endereço de E-mail Copiado
pt_pt: Endereço de email copiado
ru: Адрес электронной почты скопирован
th: ที่อยู่อีเมลได้คัดลอกแล้ว
tr: -pE-posta Adresi Kopyalandı
vi: Địa chỉ email đã sao chép
zh_hant: 郵箱地址已複製
zh_hk: 郵箱地址已複製

source: 配方分享
ar: مشاركة الصيغة
de: Rezept teilen
en: Recipe Share
es: Compartir receta
fr: Partage de recette
id: Bagikan Resep
it: condivisione della ricetta
ja: レシピ共有
ko: 레시피 공유
nl: Recept delen
pl: Udostępnij recepturę
pt_br: Compartilhamento da receita
pt_pt: Partilha de receita
ru: Обмен рецептом
th: แชร์สูตร
tr: if Paylaşımı
vi: Chia sẻ recipe

source: 配方名称
ar: اسم الصيغة
de: Rezeptname
en: Recipe Name
es: Nombre de la receta
fr: Nom de la recette
id: Nama Resep
it: nome della ricetta
ja: レシピ名
ko: 레피시 이름
nl: Receptnaam
pl: Nazwa receptury
pt_br: Nome da receita
pt_pt: Nome da receita
ru: Название рецепта
th: ชื่อสูตร
tr: Tarif Adı
vi: Tên recipe
zh_hant: 配方名稱
zh_hk: 配方名稱

source: 配方已经保存到本地，您可在收藏查看
ar: تم حفظ الصيغة محليًا، يمكنك الاطلاع عليها في المفضلة
de: Das Rezept wurde lokal gespeichert, Sie können es in den Favoriten ansehen.
en: The recipe has been saved locally you, can view it in your save.
es: La receta se ha guardado localmente, puedes verla en favoritos.
fr: La recette a été sauvegardée localement, vous pouvez la consulter dans les favoris
id: Resep Telah Disimpan ke Lokal, Anda Dapat Melihatnya di Koleksi
it: La ricetta è stata salvata sul dispositivo locale, può visualizzarla nei Preferiti
ja: レシピはローカルに保存されました、あなたはにお気入りでこと見るができます
ko: 레시피가 로컬에 저장되었습니다. 즐겨찾기에서 확인할 수 있습니다.
nl: Het recept lokaal is opgeslagen, u kunt het bij favorieten bekijken
pl: Przepis zapisano lokalnie można, go zobaczyć w zakładkach.
pt_br: Receita foi salva localmente, você pode ver nos favoritos
pt_pt: A receita foi salva localmente, você pode verificar nos favoritos
ru: Рецепт сохранен локально, Вы можете просмотреть его в избранном
th: สูตรบันทึกไว้ทใน้องถิ่นแล้ว คุณสามารถดูได้ในส่วนโปรด
tr: Tarif Tarayıcıya Kaydedildi, Koleksiyonu Kontrol Edin
vi: Công thức đã được lưu cục bộ, bạn có thể xem nó trong mục đã lưu.
zh_hant: 配方已經保存到本地，您可在收藏查看
zh_hk: 配方已儲存至本地，您可於收藏查看

source: 配方数据云端备份，存得更安心
ar: نسخ بيانات الصيغة احتياطيًا في السحابة، تخزين أكثر أمانًا
de: Sichern Sie Ihre Rezeptdaten in der Cloud für ein sicheres Backup
en: Cloud backup for recipe data, store more securely
es: Copia de seguridad de recetas en la nube, más tranquilidad
fr: Sauvegarde des données de recette dans le cloud, plus rassurant
id: Pencadangan Data Resep Cloud di, Lebih Tenang dalam Penyimpanan
it: Backup dei dati delle ricette sul cloud, più sicuro
ja: レシピデータをクラウドにバックアップして、より安心
ko: 레시피 데이터를 클라우드에 백업하여 더 안심할 수 있습니다
nl: Cloud back-up van receptgegevens, Veilig opgeslagen
pl: Kopia zapasowa danych przepisu wmurze ch, bezpieczniejsze przeowychwanie
pt_br: Backup de dados da receita na nuvem, maior segurança
pt_pt: Backup na nuvem dos dados da receita, armazenamento mais seguro
ru: Резервное копирование данных рецепта в облако, более безопасное хранение
th: 🎉สำรองข้อมูลสูตรในระบบคลาวด์เพื่อความมัใจ่นมากขึ้น
tr: Tarif Verileri Bulutta Yedeklenir, Daha Güvende Saklanır
vi: Sao lưu đám mây cho dữ liệu recipe, lưu trữ an toàn hơn
zh_hant: 配方數據雲端備份，存得更安心
zh_hk: 配方數據雲端備份，存得更安心

# 配方社区
source: JOIN COMMUNITY
ar: انضم إلى المجتمع
de: COMMUNITY BEI
es: ÚNASE A LA COMUNIDAD
fr: REJOINDRE LA COMMUNAUTÉ
id: GABUNG KOMUNITAS
it: UNISCITI ALLA COMUNITÀ
ja: ュコミニティに参加する
ko: 커뮤니티 참여
nl: WORD LID VAN DE COMMUNITY
pl: DOŁĄCZ DO SPOŁECZNOŚCI
pt_pt: JUNTE-SE À COMUNIDADE
ru: ПРИСОЕДИНИТЬСЯ К СООБЩЕСТВ
th: เข้าร่วมชุมชน
tr: TOPLULUĞA KATIL
vi: THAM GIA CỘNG ĐỒNG

# 配方识别
source: 一键识别
ar: التعرف بنقرة واحدة
de: Rezept-Erkennung
en: Recipe Identification
es: Reconocimiento de recetas
fr: Reconnaissance de recette
id: Palanengen Sekali Klik
it: Riconoscimento delle ricette
ja: レシピ識別
ko: 레시피 인식
nl: Receptherkenning
pl: Rozpoznaj jednym kliknię
pt_br: Identificação com um clique
pt_pt: Reconhecimento com um clique
ru: Распознавание рецептов
th: การระบุอัตโนมัติ
tr: Tek Tıkla Tanıma
vi: Nhận diện recipe
zh_hant: 。配方識別
zh_hk: 配方識別

source: 配方识别成功 🎉
ar: تم التعرف على الصيغة بنجاح 🎉
de: Rezept erkannt🎉
en: FUJI Recipe Identified Successfully 🎉
es: Reconocimiento de receta exitoso 🎉
fr: Identification de recette réussie 🎉
id: Pengenalan Resep Berhasil 🎉
it: ricetta riconosciuta con successo 🎉
ja: レシピ識別成功 🎉
ko: 레시피 인식 성공 🎉
nl: Receptherkenning succesvol 🎉Bulk
pl: Rozciempoznano przepis 🎉
pt_br: Reconhecimento de receita bem-sucedido 🎉
pt_pt: Reconhecimento da receita bem-sucedido 🎉
ru: Распознавание рецепта успешно 🎉
th: การระบุสูตรเรียบร้อย
tr: Tarif Tanımlama Başarılı 🎉
vi: Nhận diện recipe thành công 🎉
zh_hant: 配方識別成功 🎉
zh_hk: 配方識別成功 🎉

source: 重置
ar: إعادة التعيين
de: Zurücksetzen
en: Reset
es: restablecer
fr: Réinitialiser
id: Reset
it: Ripristina
ja: リセット
ko: 재설정
nl: Herstellen
pl: Resetuj
pt_br: Redefinir
pt_pt: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại

source: 重试
ar: إعادة المحاولة
de: Erneut versuchen
en: Retry
es: reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów próbę
pt_br: Tentar novamente
pt_pt: Repetir
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh_hant: 重試
zh_hk: 重試

source: 链接
ar: رابط
de: Link
en: Link
es: Enlace
fr: Lien
id: Tautan
it: collegamento
ja: リンク
ko: 링크
nl: Link
pl: Link
pt_br: Link
pt_pt: Link
ru: Ссылка
th: ลิงก์
tr: Bağlantı
vi: Liên kết
zh_hant: 連結
zh_hk: 連結

source: 锐度
ar: الحدة
de: Schärfe
en: Sharpness
es: Nitidez
fr: Netteté
id: Kejelasan
it: nitidezza
ja: シャープネス
ko: 선명도
nl: Scherpte
pl: Ostrość
pt_br: filmeNitidez
pt_pt: Nitidez
ru: Резкость
th: ความคมชัด
tr: Keskinlik
vi: Độ sắc nét
zh_hant: 銳度
zh_hk: 銳度

source: 错误
ar: خطأ
de: Fehler
en: Error
es: Error
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: amaHata
vi: Lỗi
zh_hant: 錯誤
zh_hk: 錯誤

source: 镜头
ar: عدسة
de: Objektiv
en: LensLens
es: Lente
fr: Objectif
id: Lensa
it: Lente
ja: レンズ
ko: 렌
nl: Lens
pl: Obiektyw
pt_br: Lente
pt_pt: Lente
ru: Объектив
th: เลนส์
tr: Lens
vi: Ống kính
zh_hant: 鏡頭
zh_hk: 鏡頭

source: 镜头：
ar: العدسة:
de: Objektiv:
es: lente:
fr: Objectif :
id: Lensa:
it: Lente:
ja: レンズ：
ko: 즈렌즈：
nl: Lens:
pl: iekOb:tyw
pt_br: Lente:
pt_pt: Lente:
ru: Объектив:
th: เลนส์:
tr: Lens:
vi: Ống kính:
zh_hant: 頭鏡：
zh_hk: 鏡頭：

source: 镜头信息
ar: معلومات العدسة
de: Objektivinformation
en: Lens Information
es: Información de lente
fr: Informations sur l'objectif
id: Informasi Lensa
it: Informazioni sulla lente
ja: レンズ情報
ko: 렌즈 정보
nl: Lensinformatie
pl: Informacje o obiekty
pt_br: Informações da Lente
pt_pt: Informação da Lente
ru: Информация об объективе
th: ส์ข้อมูลเลนส์
tr: Lens bilgileri
vi: Thông tin ống kính
zh_hant: 鏡頭信息
zh_hk: 鏡頭信息

source: 镜头品牌
ar: ماركات العدسات
de: Objektivmarke
en: Lens Brand
es: Marca de lente
fr: Marque de l'objectif
id: Merek Lensa
it: Marca della lente
ja: レンズブランド
ko: 렌즈 브랜드
nl: Lenzenmerk
pl: Marka obiektywu
pt_br: Marca da Lente
pt_pt: Marca da Lente
ru: Бренд объектива
th: แบรนด์เลน
tr: Lens markası
vi: Thương hiệu ống kính
zh_hant: 鏡頭品牌
zh_hk: 鏡頭品牌

source: 镜头型号
ar: موديلات العدسات
de: Objektivmodell
en: Lens Model
es: Modelo de lente
fr: Modèle d'objectif
id: Model Lensa
it: Modello della lente
ja: レンズモデル
ko: 렌즈 모델
nl: Lensmodel
pl: wieModel obiektywu
pt_br: Modelo da Lente
pt_pt: Modelo da Lente
ru: Модель объектива
th: รุ่นเลนส์
tr: Lens modeli
vi: Mẫu ống kính
zh_hant: 鏡頭型號
zh_hk: 鏡頭型號

source: 镜头型号被点击
ar: تم النقر على موديل العدسة
de: Objektivmodell angeklickt
en: Lens Model Clicked
es: Modelo de lente clicado
fr: Cliqué sur le modèle de l'objectif
id: Model Lensa Diklik
it: Modello della lente cliccato
ja: レンズモデルがクリックされました
ko: 렌즈 모델을 클릭함
nl: Lensmodel is aangeklikt
pl: Model obiektywu został kliknięty
pt_br: Evento de Clique do Modelo da Lente
pt_pt: Modelo da Lente Clicado
ru: Клик по модели объектива
th: รุ่นเลนส์ถูกคลิก
tr: Lens modeli tıklandı
vi: Thông tin chi tiết mẫu ống kính
zh_hant: 鏡頭型號被點擊
zh_hk: 鏡頭型號被點擊

source: 镜头序列号
ar: رقم تسلسل العدسة
de: Objektiv-Seriennummer
en: Lens Serial Number
es: Número de serie del lente
fr: Numéro de série de l'objectif
id: Nomor Seri Lensa
it: Numero di serie della lente
ja: レンズシリアル番号
ko: 렌즈 시리얼 넘버
nl: Serienummer lens
pl: seryNumerjny obiektywu
pt_br: Número de Série da Lente
pt_pt: Número de Série da Lente
ru: Серийный номер объектива
th: หมายเลขซีเรียลของเลน
tr: Lens seri numarası
vi: Số sê-ri của ống kính
zh_hant: 鏡頭序列號
zh_hk: 鏡頭序列號

source: 镜头按钮点击事件
ar: أحداث النقر على زر العدسة
de: Objektivschaltflächen-Ereignis
en: Lens Button Click Event
es: Evento de clic en botón del lente
fr: Événement de clic sur le bouton de l'objectif
id: Peristiwa Klik Tombol Lensa
it: Evento pulsante cliccato della lente
ja: レンズボタンがクリックされました
ko: 렌즈 버튼 클릭 이벤트
nl: Lensknop klik-evenement
pl: Wydarzenie kliknięcia przycisku obiektywu
pt_br: Evento de Clique do Botão da Lente
pt_pt: Botão de Lente Clicado
ru: Событие клика по кнопке объектива
th: การคลิกปุ่มเลนส์
tr: Lens düğmesi tıklama olayı
vi: Sự kiện nhấp nút ống kính
zh_hant: 鏡頭按鈕點擊事件
zh_hk: 鏡頭按鈕點擊事件

source: 镜头规格
ar: مواصفات العدسة
de: Objektivspezifikationen
en: Lens Specifications
es: Especificaciones de lente
fr: Spécifications de l'objectif
id: Spesifikasi Lensa
it: Specifiche della lente
ja: レンズの仕様
ko: 렌즈 사양
nl: Lensspecificatie
pl: Parametry obiektywu
pt_br: Especificações da Lente
pt_pt: Especificações da Lente
ru: Спецификация объектива
th: ข้อมูลจำเพาะของเลนส์
tr: Lens spesifikasyonu
vi: Đặc điểm ống kính
zh_hant: 鏡頭規格
zh_hk: 鏡頭規格

source: 长按保存图片扫码/复制文字添加微信
ar: اضغط باستمرار لحفظ الصورة مسح الكود/نسخ النص لإضافة WeChat
de: Halten Sie die Taste gedrückt, um Bild zu speichern, QR-Code zu Scannen./ Text zu kopieren, um WeChat hinzufügen.
en: Long Press to Save Image QR Code/Copy Text and Add WeChat
es: mantén pulsado para guardar la imagen, escanear el código QR o copiar el texto para añadir enChat WeOb
fr: Appuyer longtemps pour enregistr ler'image, scanner le code QR / copier le texte pour ajouter WeChat
id: Tekan Panjang untuk Menyimpan Gambar Memaiind Kode/Salin Teks Menggunakan WeChat
it: Premi a lungo per salvare l'immagine e scansionare il codice QR / copia il testo per aggiungere WeChat
ja: 画像を長押しして保存し、テキストをコピーしてWeChatを追加
ko: 이미지를 길게 눌러 및 저장 QR 코드텍/스트 복사
nl: Houd ingedrukt om foto op te slaan QR-code teannen sc/tekst te kopiëren WeChat toe te voegen
pl: Długie nśacinięcie, aby zapisać obraz, skanując kod/kopiując tekst, aby dodać WeChat
pt_br: Pressione e segure para salvar a imagem ou cópia do texto para adicionar no WeChat
pt_pt: Pressione e segure para guardar a imagem e escanear o código/ copiar texto para adicionar no WeChat
ru: Нажмите и удерживайте, чтобы сохранить изображение, отсканировать QR-код или скопировать текст для добавления в WeChat
th: กดคเพื่อ้างบันทึกภาพและสแกน QR/คัดลอกข้อความเพื่อเพิ่ม WeChat
tr: Resimleri Kaydetmek İçin Uzun Basın ve QR Kodunu/Metni Kopyalayarak WeChat'e Ekleyin
vi: Nhấn giữ để lưu ảnh hoặc sao chép văn bản và thêm vào WeChat
zh_hant: 長按保存圖片掃碼/複製文字添加微信
zh_hk: 長按保存圖片掃碼/複製文字添加微信

source: 闪光灯
ar: فلاش
de: Blitzlicht
en: Flash
es: Flash
fr: Flash
id: Lampu Kilat
it: flash
ja: フラッシュ
ko: 플래시
nl: Flits
pl: Lampa błyskowaLista
pt_br: Flash
pt_pt: Flash
ru: Вспышка
th: แฟลช
tr: Flaş Lambası
vi: Đèn flash
zh_hant: 閃光燈
zh_hk: 閃光燈
